/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "鬧鈴停止！";

/* Status line above clock during alarm */
"Press Any key to snooze" = "按下任意鍵啟動貪睡功能";

/* Status line above clock during alarm */
"Press Any key to stop" = "按下任意鍵停止";

/* Status line above clock during alarm */
"Press Enter to snooze" = "按下 Enter 啟動貪睡功能";

/* Status line above clock during alarm */
"Press Enter to stop" = "按下 Enter 停止";

/* Button below clock */
"Snooze" = "貪睡一下";

/* Status line above clock during snooze */
"Snoozing until" = "打個盹，直到";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "正在啟動鬧鈴...";

/* Button below clock */
"Stop" = "停止";